#language: ru

@tree

Функционал: 04. ЗАКУПОЧНАЯ ПРОЦЕДУРА

Как бизнес-аналитик я хочу
проверить работоспособность 
чтобы исключить ошибки 

Контекст:
	И я подключаю TestClient "УХ31 НСИ" логин "Администратор" пароль ""  
	И Я закрыл все окна клиентского приложения

Сценарий: 04.1. Закупочные процедуры

	* Создание документа

Сценарий: 04.2. Предложения участников

Сценарий: 04.3. Оценка предложений

Сценарий: 04.4. Договоры с поставщиком

Сценарий: 04.5. Заказы поставщикам

Сценарий: 04.6. ПТУ

Сценарий: 04.7. Возвраты поставщикам



