#language: ru

@tree

Функционал: Закупочная процедура

Как бизнес-аналитик я хочу
проверить работоспособность 
чтобы исключить ошибки 

Контекст:
	И я подключаю TestClient "УХ31 НСИ" логин "Администратор" пароль ""  
	И Я закрыл все окна клиентского приложения

Сценарий: 1. Закупочные процедуры

	* Создание документа

Сценарий: 2. Предложения участников

Сценарий: 3. Оценка предложений

Сценарий: 4. Договоры с поставщиком

Сценарий: 5. Заказы поставщикам

Сценарий: 6. ПТУ

Сценарий: 7. Возвраты поставщикам



