#language: ru

@tree

Функционал: 05. ИСПОЛНЕНИЕ ДОГОВОРА

Как бизнес-аналитик я хочу
проверить работоспособность 
чтобы исключить ошибки 

Контекст:
	И я подключаю TestClient "УХ31 НСИ" логин "Администратор" пароль ""  
	И Я закрыл все окна клиентского приложения

Сценарий: 05.1. Закупочные процедуры

	* Создание документа

Сценарий: 05.2. Предложения участников

Сценарий: 05.3. Оценка предложений

Сценарий: 05.4. Договоры с поставщиком

Сценарий: 05.5. Заказы поставщикам

Сценарий: 05.6. ПТУ

Сценарий: 05.7. Возвраты поставщикам



