#language: ru

@tree

Функционал: 06. ДРУГИЕ НАСТРОЙКИ

Как бизнес-аналитик я хочу
проверить работоспособность 
чтобы исключить ошибки 

Контекст:
	И я подключаю TestClient "УХ31 НСИ" логин "Администратор" пароль ""  
	И Я закрыл все окна клиентского приложения

Сценарий: 06.1. Закупочные процедуры

	* Создание документа

Сценарий: 06.2. Предложения участников

Сценарий: 06.3. Оценка предложений

Сценарий: 06.4. Договоры с поставщиком

Сценарий: 06.5. Заказы поставщикам

Сценарий: 06.6. ПТУ

Сценарий: 06.7. Возвраты поставщикам



